[
  {
    "ID": "080819331",
    "Month": "August",
    "Day": "8",
    "Year": 1933,
    "Article": "George Attla is born in Huslia. Known as \"The Huslia Husstler,\" he became one of Alaska's top mushers, first winning the Fur Rendezvous World Championships in 1958. an Athabascan, Attla won 10 world titles and eight North American titles."
  },
  {
    "ID": "080819441",
    "Month": "August",
    "Day": "8",
    "Year": 1944,
    "Article": "Cecilia Tan'gaucuaq Ulroan is born at a fish camp. She was raised in a sod house in old Chevak and later married Mike Martz. She attended school in Chevak and S. Mary's and was valedictorian of St. Mary's class of 1963. She attended the university of Alaska Fairbanks and graduated with a degree in teaching. A university of Alaska professor, in 1999, Martz began leading a class in the humanities in the Cup'ik langue in Chevak focusing on her culture."
  },
  {
    "ID": "080819471",
    "Month": "August",
    "Day": "8",
    "Year": 1947,
    "Article": "The Tongas Timber Sales Act is enacted to authorize the U.S. Forest Service to proceed with the development, despite protests by Native groups in Southeastern Alaska. In November 1947, the Alaska Native Brotherhood began a last ditch fight for aboriginal rights in the Tongass National Forest."
  },
  {
    "ID": "102419391",
    "Month": "October",
    "Day": "24",
    "Year": 1939,
    "Article": "Hjalmar E. Olson is born. He was elected chairman of the Bristol Bay Native Corp. board in 1979. He was elected as a chair, president and CEO in 1992."
  },
  {
    "ID": "1024919771",
    "Month": "October",
    "Day": "24",
    "Year": 1977,
    "Article": "The U.S. Supreme Court upholds a lower court's one-year ban on bowhead whale hunting by Alaska Natives."
  },
  {
    "ID": "102419791",
    "Month": "October",
    "Day": "24",
    "Year": 1979,
    "Article": "The film, \"Spirit of the Wind,\" premiers in Fairbanks. It was based on the life of Athabascan dog musher George Attla. Pious Savage stars. It was produced and directed by Ralph Liddle and John Logue, both of Juneau. The film won favorable reviews at the Cannes Film Festival in France. It also was shown at the Northwest Film Festival in Seattle, where it received a five-minute standing ovation."
  },
  {
    "ID": "040420071",
    "Month": "February",
    "Day": "4",
    "Year": 2007,
    "Article": "Kieran was born."
  },
  {
    "ID": "032419061",
    "Month": "March",
    "Day": "24",
    "Year": 1906,
    "Article": "A fire destroys much of the business district of Wrangell. Although the population of Wrangell is largely non-Native, historically. A large Stikine Indian village known as Kotzlitzna was located 13 miles south of the area where Russians first began fur trading with Tlingits in 1811. Acccording to teh Alaska Department of Community and Economic Development, teh Russians built a stockade named Redoubt Saint Dionysius in 1834. The British of Hudson Bay Co. leased the fort in 1840 and named the stockade Fort Stikine. The Tlingits protested when the Hudson Bay Co. began to use their trade routes, but two epidemics of smallpox in 1836 and 1840 reduced their population by half.  In 1868, a U.S. military post called Fort Wrangell was established, named for the island."
  },
  {
    "ID": "032419401",
    "Month": "March",
    "Day": "24",
    "Year": 1940,
    "Article": "Indian Reorganization Act constitution and bylaws are ratified for the Native Village of Barrow, the northernmost community in North America, is located on the Chukchi Sea coast, 725 miles from Anchorage. The population is about 4,500 people. Archaeological sites in the area indicate habitation from 500 to 900 A.D. Barrow's Eskimo name is known as Ukpeagvik (place where owls are hunted.)"
  },
  {
    "ID": "032419761",
    "Month": "March",
    "Day": "24",
    "Year": 1976,
    "Article": "A lawsuit filed by J.R. Lewis and Harold Galliett contesting the Cook Inlet Land Trade. The Alaska Superior Court ruled in favor of Lewis and Galliett, but CIRI immediately appealed the decision and took it to the Alaska Supreme Court, which ruled in favor of CIRI. The Cook Inlet Land Trade was an agreement which allowed CIRI to fulfill its land entitlement with out-of-region lands. This agreement was the first of several agreements between CIRI and state and federal governments needed because only 7 percent of the eligible federal land within CIRI's region was below 1,500 feet."
  },
  {
    "ID": "102920191",
    "Month": "October",
    "Day": "29",
    "Year": 2019,
    "Article": "Fake Oct 29 2019 entry"
  },
  {
    "ID": "103020201",
    "Month": "October",
    "Day": "30",
    "Year": 2020,
    "Article": "Fake Oct 30 2020 entry"
  }
]